Repository: common-repository/rss-no-more
Catalog: lang/rss-*-more-*.po
Languages: fr_fr

source: You cannot edit the RSS No More options.
fr_fr: Vous ne pouvez pas changer les options de RSS No More

source: RSS No More settings saved
fr_fr: La configuration de RSS No More a bien été enregistrée

source: RSS No More settings deleted. You may now remove this plugin.
fr_fr: La configuration du plugin RSS No More a été supprimée. Vous pouvez désinstaller le plugin.

source: RSS No More configuration pannel
fr_fr: Configuration de RSS No More

source: Truncate RSS feeds at the more sign
fr_fr: Tronquer le flux RSS à la balise 'more'

source: If this is checked, it will cut the RSS feed at the more sign. If not, you can still use [rss-cut] tag in your article to choose where to cut the RSS feed on a per article basis.
fr_fr: Si coché, le flus RSS sera coupé à la balise 'more'. Sinon vous pouvez utiliser le tag [rss-cut] dans vos articles pour choisir où couper le flux RSS article par article.

source: Text to prepend the article link
fr_fr: Texte à ajouter avant le lien vers l'article

source: Emphasis Link (italic)
fr_fr: Mettre le lien en italique

source: Track clicks
fr_fr: Suivre les clicks

source: Add utm_* trackers to the full article link for your analytics
fr_fr: Ajoute des codes de suivi utm_* sur les liens pour le tracking

source: RSS Footer to append to all articles
fr_fr: Texte à ajouter à la fin de chaque article dans le flux RSS

source: (leave it blank for no footer)
fr_fr: (laisser vide pour aucun pied de RSS)

source: You can use specific keywords such as:
fr_fr: Vous pouvez utiliser des mots clés spécifiques comme:

source: %%POSTLINK%% for the post link with title as anchor
fr_fr: %%POSTLINK%% pour un lien vers l'article et le titre de l'article en ancre

source: %%BLOGLINK%% for your blog url with blog title as anchor
fr_fr: %%BLOGLINK%% pour un lien vers votre blog avec le titre du blog en ancre

source: %%BLOGDESCLINK%% for your blog url with blog title and description as anchor
fr_fr: %%BLOGDESCLINK%% pour un lien vers votre blog avec le titre et la description en ancre

source: %%AUTHOR%% for the post author's name
fr_fr: %%AUTHOR%% pour le nom de l'auteur

source: Add an horizontal rule before the footer
fr_fr: Ajouter une ligne horizontale avant le footer

source: Footer css style
fr_fr: Style CSS du texte ajouté à la fin

source: CSS style to apply to the footer.<br />Example : padding: 5px; border: 1px solid #333; background: #eee; font-size: 0.9em;
fr_fr: Style CSS à appliquer au texte de fin.<br />Par exemple : padding: 5px; border: 1px solid #333; background: #eee; font-size: 0.9em;

source: Save settings
fr_fr: Enregistrer les paramètres

source: Delete all plugin setting from database?
fr_fr: Supprimer la configuration de la base de données ?

source: Just press the button below. Beware there is no undo !
fr_fr: Il suffit de presser le bouton ci-dessous. Attention cette action est définitive !

source: Delete settings
fr_fr: Supprimer les paramètres
